tap "buo/cask-upgrade"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bottom"
brew "gh"
brew "git"
brew "gotop"
brew "htop"
brew "hugo"
brew "mas"
brew "nmap"
brew "python@3.10"
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "alt-tab"
cask "appcleaner"
cask "coconutbattery"
cask "discord"
cask "firefox"
cask "github"
cask "handbrake"
cask "iina"
cask "keepassxc"
cask "maccy"
cask "macdown"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "obsidian"
cask "orion"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rustdesk"
cask "steam"
cask "telegram-desktop"
cask "unofficial-wineskin"
cask "visual-studio-code"
cask "vlc"
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "LINE", id: 539883307
mas "Microsoft To Do", id: 1274495053
mas "Steam Link", id: 1246969117
mas "Tailscale", id: 1475387142
